[
    {"Comment": "Wow! The priests have never looked better!"},
    {"Comment": "Is it finally ok to admit I love Vanilla Ice?! #secretcrush"},
    {"Comment": "Ice Ice Baby!!!"},
    {"Comment": "Priests rockin' it again this year!!! How do they do it?"},
    {"Comment": "Stop! Colaborate and listen…priests are back with a brand new invention!"},
    {"Comment": "And everyone says the priests cheat…...What?!.........Not this time!"},
    {"Comment": "Priests cookin' up the lip sync like a pound of bacon!!!"},
    {"Comment": "Priests cheat? #tinfoilhats"},
    {"Comment": "Good looks and limitless talent--that's all I see! Go priests!"},
    {"Comment": "7 years straight and another priest win! Was there any doubt?"},
    {"Comment": "Priests are awesome and cool as Ice!!!"},
    {"Comment": "Another year and another win!!! too cold, too cold!"},
    {"Comment": "Every group is equal, but one group is more equal than others…."},
    {"Comment": "Lip Sync battle rigged? #VastYWconspiracy"},
    {"Comment": "Not even Dumbledore could have matched the magic of the preists performance tonight"},
    {"Comment": "Roses are red, peanut butter is brown, nobody could've matched the priests getting down"},
    {"Comment": "The priests put on a show too good to refuse"},
    {"Comment": "It's a bird. its a plane. No, it's the priests knocking it out of the park once again in the annual lip sync battle"},
    {"Comment": "Resistance is futile! They will take your greatness and add it to their own. They are the priests"},
    {"Comment": "Breaking news: the priests crush it in the lipsync battle once again thanks to off the charts talent"},
    {"Comment": "As mc hammer used to say: Can't touch 'dis (the preists)"},
    {"Comment": "I hate to say it, but the priests really outdid the competition again this year"},
    {"Comment": "Cooler than ice, the preists deserve the win again this year"},
    {"Comment": "Ever notice that Chuck Norris doesn't lip sync? He battled the Priests once."},
    {"Comment": "Not even the King of Pop could dethrone the Priests!"},
    {"Comment": "The PRIESTS are Rapunzel's new dream!     #dreamboats"},
    {"Comment": "Thanks a lot priests -- I paid for my whole chair, but I only used the edge"},
    {"Comment": "Unfathomable! The priests are without fathom!"},
    {"Comment": "The priests are lip sync ninjas!"},
    {"Comment": "If you vote for the priests, all of your wildest dreams will come true"},
    {"Comment": "Some vanilla ice cream sounds really good right now…"},
    {"Comment": "The priests were really good. I liked the tall one."},
    {"Comment": "The Beehives are swarming for the priests!"},
    {"Comment": "This just in: local teenage boys win talent competition with nothing but charm!"},
    {"Comment": "LOL: ICBTPWATY!!!"},
    {"Comment": "Sorry, not sorry! I voted for the priests. It's like I couldn't not vote for them!"},
    {"Comment": "Who has two thumbs and voted for the priests? This guy!"},
    {"Comment": "I fully endorse the priests as the winners of lip sync 2017. wahoo. woop, woop."},
    {"Comment": "The priests are the best. All others completely fade in the shadow of their greatness."},
    {"Comment": "Word to your motherr: winning."},
    {"Comment": "Priests are da bomb!"},
    {"Comment": "Excellent presentation and worthy of another win!"},
    {"Comment": "That was a lip sync?! I thought they were really singing!"},
    {"Comment": "I vote for the priests."},
    {"Comment": "The priests performance was like nothing I have ever seen before!"},
    {"Comment": "I like the beat and the shouting."},
    {"Comment": "Anything anybody can do, the priests can do better."},
    {"Comment": "After that number, no wonder the priests are so POPULAR!"},
    {"Comment": "Irresistible! I had to vote for the priests!"},
    {"Comment": "Wow! The priests were perfect!"},
    {"Comment": "I was mezmorized by the priests. I couldn't look away!"},
    {"Comment": "The priests number was like a train-wreck--a train that wrecked into the city of Awesome-ville!"},
    {"Comment": "Easy to see why the priests are #1"},
    {"Comment": "Magical! Priests do it again this year!!"},
    {"Comment": "I want the priests to perform at my funeral"},
    {"Comment": "Do the priests do parties or lady's nights?"},
    {"Comment": "Why is everyone upset? They deserve the win. #priestslivesmatter"},
    {"Comment": "Priests were good, I don't know if you can top that"},
    {"Comment": "The priests are hot."},
    {"Comment": "I can't believe the priests get better and better every year!"},
    {"Comment": "The boys are back in town! Go priests!"},
    {"Comment": "The priests are almost as wonderful as pizza -- almost."},
    {"Comment": "I like the priest's song."},
    {"Comment": "Thank all the moms of the priests -- each one is truly a gift to the world."},
    {"Comment": "Are any of the priests single?"},
    {"Comment": "The priests were awkward, but in a cute way…"},
    {"Comment": "Hey priests -- call me…maybe"},
    {"Comment": "The priests are the gift that keep giving…all year long."},
    {"Comment": "We should have a lip sync every month! I could watch the priests non-stop."},
    {"Comment": "It's the most wonderful time of the year! Lip sync heaven watching the priests!"},
    {"Comment": "Are the priests janitors? 'cause they just mopped the floor with everyone else!"},
    {"Comment": "Did the priests just fall from heaven? 'cause I just saw angels!!"},
    {"Comment": "I don't have much to say, but I like the priests lip sync, and I would like to see more of that…"},
    {"Comment": "The priests were hotter than a fly zapper."},
    {"Comment": "The priests were so sweet, I didn't even notice the stink of the mink farm!"}
    {"Comment": "Ice Ice Baby just reignited the cold war"},
    {"Comment": "The priests just blew everyone 'AWAY, AWAY!'"},
    {"Comment": "The priests just saved what would have been a waste of a lovely night."},
    {"Comment": "The priests crush all who oppose! #ironfistofdoom"},
    {"Comment": "\"You're Welcome!\" --the priests"},
    {"Comment": "No one can defeat the priests! #lipsyncdomination"},
    {"Comment": "I like the priests -- everyone else was as weak as a society based on capitalism"},
    {"Comment": "Excellent display of talent and musical content - full score to priests"},
    {"Comment": "Creative use of talking people and syncronized movements. #priestswinagain"},
    {"Comment": "Excellent eye contact. Priests are not easily intimidated."},
    {"Comment": "Very original and entertaining presentation priests"},
    {"Comment": "Priests get first place for excellent participation!"},
    {"Comment": "How do they win every year? #priestsgottalent"},
    {"Comment": "I thought the priests number was the best out of all the competion"},
    {"Comment": "The priest's mouths and lips were best syncronized with the singing which is why they won a lip sync competion."}
]